Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/lunyu__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 逸民：伯夷、叔齊、虞仲、夷逸、朱張、柳下惠、少連。子曰：「不降其志，不辱其身，伯夷叔齊與！」謂柳下惠、少連：「降志辱身矣。言中倫，行中慮，其斯而已矣。」謂虞仲、夷逸：「隱居放言，身中淸，廢中權。」我則異於是，無可無不可。」
en: The men who have retired to privacy from the world have been Po-i, Shu-ch'i, Yu-chung, I-yi, Chu-chang, Hui of Liu-hsia, and Shao-lien. The Master said, "Refusing to surrender their wills, or to submit to any taint in their persons;—such, I think, were Po-i and Shu-ch'i. "It may be said of Hui of Liu-hsia, and of Shao-lien, that they surrendered their wills, and submitted to taint in their persons, but their words corresponded with reason, and their actions were such as men are anxious to see. This is all that is to be remarked in them. "It may be said of Yu-chung and I-yi, that, while they hid themselves in their seclusion, they gave a license to their words; but, in their persons, they succeeded in preserving their purity, and, in their retirement, they acted according to the exigency of the times. "I am different from all these. I have no course for which I am predetermined, and no course against which I am predetermined."

source: 大師摯適齊，亞飯干適楚，三飯繚適蔡，四飯缺適秦。鼓方叔入於河，播鼗武入於漢，少師陽、擊磬襄入於海。
en: The grand music master, Chih, went to Ch'i. Kan, the master of the band at the second meal, went to Ch'u. Liao, the band master at the third meal, went to Ts'ai. Chueh, the band master at the fourth meal, went to Ch'in. Fang-shu, the drum master, withdrew to the north of the river. Wu, the master of the hand drum, withdrew to the Han. Yang, the assistant music master, and Hsiang, master of the musical stone, withdrew to an island in the sea.

source: 周公謂魯公曰：「君子不施其親，不使大臣怨乎不以。故舊無大故，則不棄也，無求備於一人。」
en: The duke of Chau addressed his son, the duke of Lu, saying, "The virtuous prince does not neglect his relations. He does not cause the great ministers to repine at his not employing them. Without some great cause, he does not dismiss from their offices the members of old families. He does not seek in one man talents for every employment."

source: 周有八士：伯達、伯适、仲突、仲忽、叔夜、叔夏、季隨、季騧。
en: To Chau belonged the eight officers, Po-ta, Po-kwo, Chung-tu, Chung-hwu, Shu-ya, Shu-hsia, Chi-sui, and Chi-kwa.

source: 子張曰：「士見危致命，見得思義，祭思敬，喪思哀，其可已矣。」
en: Tsze-chang said, "The scholar, trained for public duty, seeing threatening danger, is prepared to sacrifice his life. When the opportunity of gain is presented to him, he thinks of righteousness. In sacrificing, his thoughts are reverential. In mourning, his thoughts are about the grief which he should feel. Such a man commands our approbation indeed."

source: 子張曰：「執德不弘，信道不篤，焉能爲有？焉能爲亡？」
en: Tsze-chang said, "When a man holds fast to virtue, but without seeking to enlarge it, and believes right principles, but without firm sincerity, what account can be made of his existence or non-existence?"

source: 子夏之門人，問「交」於子張。子張曰：「子夏云何？」對曰：「子夏曰：『可者與之，其不可者拒之。』」子張曰：「異乎吾所聞；『君子尊賢而容眾，嘉善而矜不能。』我之大賢與，於人何所不容？我之不賢與，人將拒我，如之何其拒人也？」
en: The disciples of Tsze-hsia asked Tsze-chang about the principles that should characterize mutual intercourse. Tsze-chang asked, "What does Tsze-hsia say on the subject?" They replied, "Tsze-hsia says:—'Associate with those who can advantage you. Put away from you those who cannot do so.'" Tsze-chang observed, "This is different from what I have learned. The superior man honours the talented and virtuous, and bears with all. He praises the good, and pities the incompetent. Am I possessed of great talents and virtue?—who is there among men whom I will not bear with? Am I devoid of talents and virtue?—men will put me away from them. What have we to do with the putting away of others?"

source: 子夏曰：「雖小道，必有可觀者焉，致遠恐泥，是以君子不爲也。」
en: Tsze-hsia said, "Even in inferior studies and employments there is something worth being looked at; but if it be attempted to carry them out to what is remote, there is a danger of their proving inapplicable. Therefore, the superior man does not practise them."

source: 子夏曰：「日知其所亡，月無忘其所能，可謂好學也已矣。」
en: Tsze-hsia said, "He, who from day to day recognises what he has not yet, and from month to month does not forget what he has attained to, may be said indeed to love to learn."

source: 子夏曰：「博學而篤志，切問而近思，仁在其中矣。」
en: Tsze-hsia said, "There are learning extensively, and having a firm and sincere aim; inquiring with earnestness, and reflecting with self-application:—virtue is in such a course."

source: 子夏曰：「百工居肆以成其事，君子學以致其道。」
en: Tsze-hsia said, "Mechanics have their shops to dwell in, in order to accomplish their works. The superior man learns, in order to reach to the utmost of his principles."

source: 子夏曰：「小人之過也必文。」
en: Tsze-hsia said, "The mean man is sure to gloss his faults."

source: 子夏曰：「君子有三變：望之儼然，卽之也溫，聽其言也厲。」
en: Tsze-hsia said, "The superior man undergoes three changes. Looked at from a distance, he appears stern; when approached, he is mild; when he is heard to speak, his language is firm and decided."

source: 子夏曰：「君子信而後勞其民，未信則以爲厲己也。信而後諫，未信則以爲謗己也。」
en: Tsze-hsia said, "The superior man, having obtained their confidence, may then impose labours on his people. If he have not gained their confidence, they will think that he is oppressing them. Having obtained the confidence of his prince, one may then remonstrate with him. If he have not gained his confidence, the prince will think that he is vilifying him."

source: 子夏曰：「大德不踰閑，小德出入可也。」
en: Tsze-hsia said, "When a person does not transgress the boundary line in the great virtues, he may pass and repass it in the small virtues."

source: 子游曰：「子夏之門人小子，當洒掃應對進退則可矣，抑末也；本之則無，如之何？」子夏聞之曰：「噫！言游過矣！君子之道，孰先傳焉？孰後倦焉？譬諸草木，區以別矣。君子之道，焉可誣也？有始有卒者，其惟聖人乎！」
en: Tsze-yu said, "The disciples and followers of Tsze-hsia, in sprinkling and sweeping the ground, in answering and replying, in advancing and receding, are sufficiently accomplished. But these are only the branches of learning, and they are left ignorant of what is essential.—How can they be acknowledged as sufficiently taught?" Tsze-hsia heard of the remark and said, "Alas! Yen Yu is wrong. According to the way of the superior man in teaching, what departments are there which he considers of prime importance, and delivers? what are there which he considers of secondary importance, and allows himself to be idle about? But as in the case of plants, which are assorted according to their classes, so he deals with his disciples. How can the way of a superior man be such as to make fools of any of them? Is it not the sage alone, who can unite in one the beginning and the consummation of learning?"

source: 子夏曰：「仕而優則學，學而優則仕。」
en: Tsze-hsia said, "The officer, having discharged all his duties, should devote his leisure to learning. The student, having completed his learning, should apply himself to be an officer."

source: 子游曰：「喪致乎哀而止。」
en: Tsze-hsia said, "Mourning, having been carried to the utmost degree of grief, should stop with that."

source: 子游曰：「吾友張也，爲難能也，然而未仁。」
en: Tsze-hsia said, "My friend Chang can do things which are hard to be done, but yet he is not perfectly virtuous."

source: 曾子曰：「堂堂乎張也，難與並爲仁矣。」
en: The philosopher Tsang said, "How imposing is the manner of Chang! It is difficult along with him to practise virtue."

source: 曾子曰：「吾聞諸夫子：『人未有自致者也，必也親喪乎！』」
en: The philosopher Tsang said, "I heard this from our Master:—'Men may not have shown what is in them to the full extent, and yet they will be found to do so, on occasion of mourning for their parents.'"

source: 曾子曰：「吾聞諸夫子：『孟莊子之孝也，其他可能也，其不改父之臣，與父之政，是難能也。』」
en: The philosopher Tsang said, "I have heard this from our Master:—'The filial piety of Mang Chwang, in other matters, was what other men are competent to, but, as seen in his not changing the ministers of his father, nor his father's mode of government, it is difficult to be attained to.'"

source: 孟氏使陽膚爲士師，問於曾子。曾子曰：「上失其道，民散久矣！如得其情，則哀矜而勿喜。」
en: The chief of the Mang family having appointed Yang Fu to be chief criminal judge, the latter consulted the philosopher Tsang. Tsang said, "The rulers have failed in their duties, and the people consequently have been disorganised, for a long time. When you have found out the truth of any accusation, be grieved for and pity them, and do not feel joy at your own ability."

source: 子貢曰：「紂之不善，不如是之甚也。是以君子惡居下流，天下之惡皆歸焉。」
en: Tsze-kung said, "Chau's wickedness was not so great as that name implies. Therefore, the superior man hates to dwell in a low-lying situation, where all the evil of the world will flow in upon him."

source: 子貢曰：「君子之過也，如日月之食焉。過也，人皆見之；更也，人皆仰之。」
en: Tsze-kung said, "The faults of the superior man are like the eclipses of the sun and moon. He has his faults, and all men see them; he changes again, and all men look up to him."

source: 衞公孫朝問於子貢曰：「仲尼焉學？」子貢曰：「文、武之道，未墜於地，在人。賢者識其大者，不賢者識其小者，莫不有文、武之道焉。夫子焉不學？而亦何常師之有？」
en: Kung-sun Ch'ao of Wei asked Tsze-kung, saying, "From whom did Chung-ni get his learning?" Tsze-kung replied, "The doctrines of Wan and Wu have not yet fallen to the ground. They are to be found among men. Men of talents and virtue remember the greater principles of them, and others, not possessing such talents and virtue, remember the smaller. Thus, all possess the doctrines of Wan and Wu. Where could our Master go that he should not have an opportunity of learning them? And yet what necessity was there for his having a regular master?"

source: 叔孫武叔語大夫於朝，曰：「子貢賢於仲尼。」子服景伯以吿子貢。子貢曰：「譬之宮牆，賜之牆也及肩，闚見室家之好；夫子之牆數仞，不得其門而入，不見宗廟之美、百官之富。得其門者或寡矣。夫子之云，不亦宜乎！」
en: Shu-sun Wu-shu observed to the great officers in the court, saying, "Tsze-kung is superior to Chung-ni." Tsze-fu Ching-po reported the observation to Tsze-kung, who said, "Let me use the comparison of a house and its encompassing wall. My wall only reaches to the shoulders. One may peep over it, and see whatever is valuable in the apartments. "The wall of my Master is several fathoms high. If one do not find the door and enter by it, he cannot see the ancestral temple with its beauties, nor all the officers in their rich array. "But I may assume that they are few who find the door. Was not the observation of the chief only what might have been expected?"

source: 叔孫武叔毀仲尼。子貢曰：「無以爲也，仲尼不可毀也。他人之賢者，丘陵也，猶可踰也；仲尼，日月也，無得而踰焉。人雖欲自絕，其何傷於日月乎？多見其不知量也！」
en: Shu-sun Wu-shu having spoken revilingly of Chung-ni, Tsze-kung said, "It is of no use doing so. Chung-ni cannot be reviled. The talents and virtue of other men are hillocks and mounds which may be stepped over. Chung-ni is the sun or moon, which it is not possible to step over. Although a man may wish to cut himself off from the sage, what harm can he do to the sun or moon? He only shows that he does not know his own capacity.

source: 陳子禽謂子貢曰：「子爲恭也，仲尼豈賢於子乎？」子貢曰：「君子一言以爲知，一言以爲不知，言不可不愼也！夫子之不可及也，猶天之不可階而升也。夫子之得邦家者，所謂『立之斯立，道之斯行，綏之斯來，動之斯和。其生也榮，其死也哀』。如之何其可及也？」
en: Ch'an Tsze-ch'in, addressing Tsze-kung, said, "You are too modest. How can Chung-ni be said to be superior to you?" Tsze-kung said to him, "For one word a man is often deemed to be wise, and for one word he is often deemed to be foolish. We ought to be careful indeed in what we say. "Our Master cannot be attained to, just in the same way as the heavens cannot be gone up to by the steps of a stair. "Were our Master in the position of the ruler of a State or the chief of a Family, we should find verified the description which has been given of a sage's rule:—he would plant the people, and forthwith they would be established; he would lead them on, and forthwith they would follow him; he would make them happy, and forthwith multitudes would resort to his dominions; he would stimulate them, and forthwith they would be harmonious. While he lived, he would be glorious. When he died, he would be bitterly lamented. How is it possible for him to be attained to?"

source: 堯曰：「咨！爾舜！天之曆數在爾躬，允執其中！四海困窮，天祿永終。」舜亦以命禹。曰：「予小子履，敢用玄牡，敢昭吿于皇皇后帝：有罪不敢赦。帝臣不蔽，簡在帝心！朕躬有罪，無以萬方；萬方有罪，罪在朕躬。」「周有大賚，善人是富。」「雖有周親，不如仁人；百姓有過，在予一人。」謹權量，審法度，脩廢官，四方之政行焉。興滅國，繼絕世，擧逸民，天下之民歸心焉。所重：民、食、喪、祭。寬則得眾，信則民任焉，敏則有功，公則說。
en: Yao said, "Oh! you, Shun, the Heaven-determined order of succession now rests in your person. Sincerely hold fast the due Mean. If there shall be distress and want within the four seas, the Heavenly revenue will come to a perpetual end." Shun also used the same language in giving charge to Yu. T'ang said, "I the child Li, presume to use a dark-coloured victim, and presume to announce to Thee, O most great and sovereign God, that the sinner I dare not pardon, and thy ministers, O God, I do not keep in obscurity. The examination of them is by thy mind, O God. If, in my person, I commit offences, they are not to be attributed to you, the people of the myriad regions. If you in the myriad regions commit offences, these offences must rest on my person." Chau conferred great gifts, and the good were enriched. "Although he has his near relatives, they are not equal to my virtuous men. The people are throwing blame upon me, the One man." He carefully attended to the weights and measures, examined the body of the laws, restored the discarded officers, and the good government of the kingdom took its course. He revived States that had been extinguished, restored families whose line of succession had been broken, and called to office those who had retired into obscurity, so that throughout the kingdom the hearts of the people turned towards him. What he attached chief importance to, were the food of the people, the duties of mourning, and sacrifices. By his generosity, he won all. By his sincerity, he made the people repose trust in him. By his earnest activity, his achievements were great. By his justice, all were delighted.

source: 子張問於孔子曰：「何如斯可以從政矣？」子曰：「尊五美，屛四惡，斯可以從政矣。」子張曰：「何謂五美？」子曰：「君子惠而不費，勞而不怨，欲而不貪，泰而不驕，威而不猛。」子張曰：「何謂惠而不費？」子曰：「因民之所利而利之，斯不亦惠而不費乎！擇可勞而勞之，又誰怨？欲仁而得仁，又焉貪？君子無眾寡，無小大，無敢慢，斯不亦泰而不驕乎？君子正其衣冠，尊其瞻視，儼然人望而畏之，斯不亦威而不猛乎！」子張曰：「何謂四惡？」子曰：「不教而殺謂之虐；不戒視成謂之暴；慢令致期謂之賊；猶之與人也，出納之吝，謂之貪。」
en: Tsze-chang asked Confucius, saying, "In what way should a person in authority act in order that he may conduct government properly?" The Master replied, "Let him honour the five excellent, and banish away the four bad, things;—then may he conduct government properly." Tsze-chang said, "What are meant by the five excellent things?" The Master said, "When the person in authority is beneficent without great expenditure; when he lays tasks on the people without their repining; when he pursues what he desires without being covetous; when he maintains a dignified ease without being proud; when he is majestic without being fierce." Tsze-chang said, "What is meant by being beneficent without great expenditure?" The Master replied, "When the person in authority makes more beneficial to the people the things from which they naturally derive benefit;—is not this being beneficent without great expenditure? When he chooses the labours which are proper, and makes them labour on them, who will repine? When his desires are set on benevolent government, and he secures it, who will accuse him of covetousness? Whether he has to do with many people or few, or with things great or small, he does not dare to indicate any disrespect;—is not this to maintain a dignified ease without any pride? He adjusts his clothes and cap, and throws a dignity into his looks, so that, thus dignified, he is looked at with awe;—is not this to be majestic without being fierce?" Tsze-chang then asked, "What are meant by the four bad things?" The Master said, "To put the people to death without having instructed them;—this is called cruelty. To require from them, suddenly, the full tale of work, without having given them warning;—this is called oppression. To issue orders as if without urgency, at first, and, when the time comes, to insist on them with severity;—this is called injury. And, generally, in the giving pay or rewards to men, to do it in a stingy way;—this is called acting the part of a mere official."

source: 子曰：「不知命，無以爲君子也；不知禮，無以立也；不知言，無以知人也。」===校勘記===
en: The Master said, "Without recognising the ordinances of Heaven, it is impossible to be a superior man. "Without an acquaintance with the rules of Propriety, it is impossible for the character to be established. "Without knowing the force of words, it is impossible to know men."
